/* dashboard location */
"Dashboard" = "Dashboard";

/* desktop location */
"Desktop" = "Desktop";

/* layer heading */
"Layer: " = "Layer: ";

/* dock items */
"List of Dock Items " = "List of Dock Items ";

/* properties heading */
"Properties: " = "Properties: ";

/* widget heading */
"Widget: " = "Widget: ";

/* Recent items */
"Recent Applications" = "Recent Applications";
"Recent Documents" = "Recent Documents";
"Recent Servers" = "Recent Servers";
"Favorite Volumes" = "Favorite Volumes";
"Favorite Items" = "Favorite Items";

"Spacer" = "Spacer";
"Sort by: " = "Sort by: ";
"Display as: " = "Display as: ";
"View Content as: " = "View Content as: ";
"Type: " = "Type: ";
"Location: " = "Location: ";
"Name: " = "Name: ";
"URL: " = "URL: ";

/* Stack settings */
"Name" = " Name";
"Date Added" = "Date Added";
"Date Modified" = "Date Modified";
"Date Created" = "Date Created";
"Kind" = "Kind";
"Folder" = "Folder";
"Stack" = "Stack";
"Fan" = "Fan";
"Grid" = "Grid";
"List" = "List";
"Automatic" = "Automatic";